<?php

return [
    'maintenance_mode' => 'রক্ষণাবেক্ষণ মোড',
    'message' => 'বার্তা',
    'message_placeholder' => 'আপনার ব্যবহারকারীদের জন্য একটি বার্তা',
    'retry_time_in_seconds' => 'পুনরায় চেষ্টা করার সময় (সেকেন্ড)',
    'retry_time_placeholder' => 'Retry-After হেডার সেট করুন',
    'secs' => 'সেকেন্ড',
    'allowed_ip_address' => 'অনুমোদিত আইপি ঠিকানা',
    'allowed_your_current_ip' => 'আপনার বর্তমান আইপি অনুমতি দিন',
    'allowed_your_current_ip_helper' => 'আপনি যদি এটি আনচেক করেন এবং উপরে আপনার আইপি ঠিকানা যোগ না করেন তবে আপনি এই সাইটে অ্যাক্সেস হারাবেন',
    'enable_maintenance_mode' => 'রক্ষণাবেক্ষণ মোড সক্রিয় করুন',
    'disable_maintenance_mode' => 'রক্ষণাবেক্ষণ মোড নিষ্ক্রিয় করুন',
    'application_live' => 'অ্যাপ্লিকেশন এখন লাইভ',
    'application_down' => 'অ্যাপ্লিকেশন এখন রক্ষণাবেক্ষণ মোডে',
    'notice_enable' => 'আপনার ওয়েবসাইট বর্তমানে রক্ষণাবেক্ষণ মোডে আছে',
    'notice_disable' => 'আপনার ওয়েবসাইট এখন লাইভ',
    'secret' => 'গোপন (রক্ষণাবেক্ষণ মোড বাইপাস করা)',
    'secret_helper' => 'রক্ষণাবেক্ষণ মোডে থাকাকালীন, আপনি রক্ষণাবেক্ষণ মোড বাইপাস টোকেন নির্দিষ্ট করতে গোপন বিকল্পটি ব্যবহার করতে পারেন; <br />
                                        অ্যাপ্লিকেশনটিকে রক্ষণাবেক্ষণ মোডে রাখার পরে, আপনি এই টোকেনের সাথে মিলে যাওয়া অ্যাপ্লিকেশন URL-এ নেভিগেট করতে পারেন এবং Laravel আপনার ব্রাউজারে একটি রক্ষণাবেক্ষণ মোড বাইপাস কুকি ইস্যু করবে:;',
    'redirect' => 'রক্ষণাবেক্ষণ মোড অনুরোধ পুনঃনির্দেশ করা',
    'redirect_placeholder' => '/',
    'redirect_helper' => 'রক্ষণাবেক্ষণ মোডে থাকাকালীন, Laravel ব্যবহারকারী যে সমস্ত অ্যাপ্লিকেশন URL অ্যাক্সেস করার চেষ্টা করে সেগুলির জন্য রক্ষণাবেক্ষণ মোড ভিউ প্রদর্শন করবে। আপনি যদি চান, আপনি Laravel-কে সমস্ত অনুরোধ একটি নির্দিষ্ট URL-এ পুনঃনির্দেশিত করতে নির্দেশ দিতে পারেন। এটি পুনঃনির্দেশ বিকল্প ব্যবহার করে সম্পন্ন করা যেতে পারে।',
    'bypass_maintenance_mode' => 'রক্ষণাবেক্ষণ মোড বাইপাস করা',
    'click_to_bypass_maintenance_mode' => 'রক্ষণাবেক্ষণ মোড বাইপাস করতে দয়া করে <a class="maintenance-mode-bypass" href="" target="_blank">এখানে</a> ক্লিক করুন।',
    'close' => 'বন্ধ করুন',
    'bypass_warning' => 'রক্ষণাবেক্ষণ মোড বাইপাস করার জন্য গোপন লিঙ্ক, <strong>আপনাকে এই লিঙ্কটি একটি নিরাপদ স্থানে ব্যাকআপ করতে হবে</strong>',
];
