<?php

return [
    'maintenance_mode' => 'रखरखाव मोड',
    'message' => 'संदेश',
    'message_placeholder' => 'अपने उपयोगकर्ताओं के लिए एक संदेश',
    'retry_time_in_seconds' => 'पुनः प्रयास समय (सेकंड)',
    'retry_time_placeholder' => 'Retry-After हेडर सेट करें',
    'secs' => 'सेकंड',
    'allowed_ip_address' => 'अनुमति प्राप्त IP पते',
    'allowed_your_current_ip' => 'अपने वर्तमान IP की अनुमति दें',
    'allowed_your_current_ip_helper' => 'यदि आप इसे अनचेक करते हैं और ऊपर अपना IP पता नहीं जोड़ते हैं, तो आप इस साइट तक पहुंच भी खो देंगे',
    'enable_maintenance_mode' => 'रखरखाव मोड सक्षम करें',
    'disable_maintenance_mode' => 'रखरखाव मोड अक्षम करें',
    'application_live' => 'एप्लिकेशन अब लाइव है',
    'application_down' => 'एप्लिकेशन अब रखरखाव मोड में है',
    'notice_enable' => 'आपकी वेबसाइट वर्तमान में रखरखाव मोड में है',
    'notice_disable' => 'आपकी वेबसाइट अब लाइव है',
    'secret' => 'गुप्त (रखरखाव मोड को बायपास करना)',
    'secret_helper' => 'रखरखाव मोड में रहते हुए भी, आप रखरखाव मोड बायपास टोकन निर्दिष्ट करने के लिए गुप्त विकल्प का उपयोग कर सकते हैं; <br />
                                        एप्लिकेशन को रखरखाव मोड में रखने के बाद, आप इस टोकन से मेल खाने वाले एप्लिकेशन URL पर नेविगेट कर सकते हैं और Laravel आपके ब्राउज़र को एक रखरखाव मोड बायपास कुकी जारी करेगा:;',
    'redirect' => 'रखरखाव मोड अनुरोधों को पुनर्निर्देशित करना',
    'redirect_placeholder' => '/',
    'redirect_helper' => 'रखरखाव मोड में रहते हुए, Laravel उन सभी एप्लिकेशन URL के लिए रखरखाव मोड दृश्य प्रदर्शित करेगा जिन्हें उपयोगकर्ता एक्सेस करने का प्रयास करता है। यदि आप चाहें, तो आप Laravel को सभी अनुरोधों को एक विशिष्ट URL पर पुनर्निर्देशित करने का निर्देश दे सकते हैं। यह पुनर्निर्देशन विकल्प का उपयोग करके पूरा किया जा सकता है।',
    'bypass_maintenance_mode' => 'रखरखाव मोड को बायपास करना',
    'click_to_bypass_maintenance_mode' => 'रखरखाव मोड को बायपास करने के लिए कृपया <a class="maintenance-mode-bypass" href="" target="_blank">यहां</a> क्लिक करें।',
    'close' => 'बंद करें',
    'bypass_warning' => 'रखरखाव मोड को बायपास करने के लिए गुप्त लिंक, <strong>आपको इस लिंक का बैकअप सुरक्षित स्थान पर रखने की आवश्यकता है</strong>',
];
